Revit 2027 API
ParameterTypeId.SlantedColumnTopExtension Property
 "Top Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlantedColumnTopExtension { get; }
Public Shared ReadOnly Property SlantedColumnTopExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlantedColumnTopExtension {
	ForgeTypeId^ get ();
}
static member SlantedColumnTopExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace